var p = confirm("გამარჯობა გსურთ გაიგოთ ვებგვერდის შესახებ უფრო მეტი?")
if(p==true){
    document.write("<h1>გილოცავთ ქვენ სწორი არჩევანი გააკეთეთ!!<h1/>")
    "<br>"
    document.write("<h2>ამ გვერდზე მრავალი საინტერესო მაგალითი შეგხვდებათ ვებგვერდის აწყობაზე!!<h2/>")
    "<br>"
    document.write("<h2><ul><li>HTML-საფუძვლები</li><li>javascript-გაფორმება</li><li>CSS-სტილები</li><li>PHP-პროგრამირება</li></ul><h2/>")
}else{
    document.write("<h1>დაინტერესდით ვებ გვერდების აწყობის ტექნელოგიით</h1><br><h3>დაეუფლე მაეუფლე მსოფლიოში ერთ-ერთ ყველაზე მოთხოვნად პროფესიას</h3><br><h4>ისწავლე და დასაქმდი</h4>")
}
